Repository: lumaa-dev/InventaireApp
Catalog: Inventaire/Localizable.xcstrings
Source language: fr
Languages: en

# add.photos
source: Ajouter une photo
en: Add a photo

# add.photos.mac
source: Ajoutez des photos
en: Add photos

# add.photos.mac.description
source: Ajoutez des photos sur votre iPhone ou iPad.
en: Add photos using your iPhone or iPad.

# cancel
source: Annuler
en: Cancel

# copy
source: Copier
en: Copy

# create.item
source: Lister l’objet
en: List the item

# create.tag
source: Créer une étiquette
en: Create a tag

# delete
source: Supprimer
en: Delete

# edit
source: Modifier
en: Edit

# inventory
source: Inventaire
en: Inventory

# item.add.photos
source: Ajoutez des photos
en: Add photos

# item.add.photos.description
source: Cela permettera de mieux identifier votre objet
en: This will allow you to better identify your item

# item.delete
source: Supprimer l'objet
en: Delete the item

# item.edit
source: Modifier l’objet
en: Edit Item

# item.last-seen
source: Vu pour la dernière fois
en: Last Seen

# item.location
source: Lieu
en: Location

# item.name
source: Nom
en: Name

# item.tag
source: Étiquette
en: Tag

# new.item
source: Nouvel objet
en: New item

# no.items
source: Pas d'objets
en: No items

# no.items.description
source: Ajoutez un objet avec le bouton en haut à droite
en: Add an item with the top right button

# no.photos
source: Aucune photos
en: No photos

# photos.camera
source: Prendre une photo
en: Take a picture

# photos.library
source: Choisir une photo
en: Choose a photo

# remove
source: Enlever
en: Remove

# save.photo
source: Sauvegarder l’image
en: Save image

# select.item
source: Séléctionnez un objet
en: Select an item

# select.item.splitview
source: Tappez pour en voir plus
en: Tap to read more

# tag.delete
source: Supprimer l’étiquette
en: Delete tag

# tag.name
source: Nom de l’étiquette
en: Name of the Tag
